"john.appleseed" = "степан.яблучко";
"Sign In" = "Увійти";
"Your account name or password was entered incorrectly." = "Введено неправильне ім’я або пароль облікового запису.";
"There was an error logging in. Please try again." = "Під час входу сталася помилка. Повторіть спробу.";
"Apple ID password" = "Пароль для Apple ID";
"Invalid token data is returned by server" = "Під час входу сталася помилка. Повторіть спробу.";
"Authentication was canceled by user" = "Автентифікацію скасовано";
"password" = "пароль";
"OK" = "ОК";
"Password field is empty" = "Будь ласка, введіть свій пароль.";
"Password expired. Please change your password on Mac." = "Термін дії пароля завершився. Змініть звій пароль у Параметрах->Магазин";
"Required" = "Обов’язково";
"Would you like to visit iForgot.apple.com to recover your %@?" = "Зайти на веб-сайт iForgot.apple.com, щоб відновити дані облікового запису?";
"Password" = "Пароль";
"Apple ID field is empty" = "Поле Apple ID пусте";
"Apple ID" = "Apple ID";
"Cancel" = "Скасувати";

/* Verification Code Screen Prompt */
"Enter verification code" = "Введіть код перевірки";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "Введіть код перевірки, надісланий на номер, що закінчується на \"%@\"";

/* Send new code button title */
"Send a new code" = "Надіслати новий код";

/* SMS subtitle */
"SMS to Phone Number" = "Надіслати SMS-повідомлення на телефонний номер";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "Не маєте доступу до пристроїв?";

/* Verification Code Screen Title */
"Verification Code" = "Код перевірки";

/* Trusted devices screen title */
"Verify Identity" = "Підтвердити особистість";

/* Send button title */
"Send" = "Надіслати";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "Для управління довіреними пристроями відвідайте %@ з Mac або ПК.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "Для Apple ID увімкнено двоетапне підтвердження.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "На пристрій обраний нижче буде надіслано тимчасовий код, потрібний для підтвердження особистості.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "ДОВІРЕНІ ПРИСТРОЇ";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "Потрібне двоетапне підтвердження без взаємодії з користувачем.";

/* Button title */
"My Apple ID…" = "Мій Apple ID…";

/* Phone number description */
"Number ending in %@" = "Номер, що закінчується на %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "Вибачте, забагато невдалих спроб підтвердити особистість. Ви не зможете вносити зміни до облікового запису протягом наступних восьми годин без використання ключа відновлення, з міркувань безпеки.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "Ви надіслали забагато кодів для підтвердження номера телефону. Будь ласка, повторіть спробу пізніше.";

/* Error Message */
"No Device information available." = "Інформація про пристрій відсутня";

/* Error Message */
"The verification code you entered is not valid." = "Вказано невірний код перевірки.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "Забагато невдалих спроб підтвердження коду. Надішліть новий код на інший пристрій або повторіть спробу пізніше.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "Ваш Apple ID або пароль було введено неправильно.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "З міркувань безпеки слід скинути пароль. Це дуже легко: просто перейдіть на сайт %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Apple ID заблоковано з міркувань безпеки. Ви можете скинути свій пароль на сайті %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "Схоже, поточний час на цьому пристрої неправильний. Щоб виправити це, перейдіть у Параметри > Загальні > Дата і час і повторіть спробу.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "Сталася помилка. Будь ласка, повторіть спробу пізніше.";

"You appear to be offline. Please connect to the Internet and try again." = "Ви офлайн. Під’єднайтеся до Інтернету та повторіть спробу.";

"Two-step verification has been disabled for the Apple ID account %@." = "Двоетапне підтвердження вимкнено для облікового запису Apple ID %@.";

"Signing In" = "Вхід";

"A new code has been sent to your device." = "Новий код надіслано на пристрій.";

"Code %1$d of %2$d selected" = "Вибрано код %1$d із %2$d";

"Sending New Code" = "Надсилання нового коду";

"Verifying code" = "Підтвердження коду";

"Verified" = "Підтверджено";

/* Send Code to label */
"Send Code to:" = "Надіслати код на:";

/* Error Message */
"Please enter a valid phone number." = "Будь ласка, введіть дійсний номер телефону.";
